Repository: turris-cz/reforis-haas
Catalog: reforis_haas/translations/*/LC_MESSAGES/messages.po
Languages: es, ru, ta

source: Honeypot as a Service
es: Honeypot como servicio
ru: Ловушка как сервис
ta: ஒரு சேவையாக அனிபாட்

source: Honeypot as a Service (HaaS) is a special software which simulates an operating system and allows an attacker to log in via SSH or telnet and execute commands or download malware.
es: Honeypot as a Service (HaaS) es un software especial que simula un sistema operativo y permite a un atacante iniciar sesión a través de SSH o telnet y ejecutar comandos o descargar malware.
ru: Honeypot as a Service (HaaS) — это специальное программное обеспечение, которое имитирует операционную систему и позволяет злоумышленнику войти в систему через SSH или telnet и выполнить команды или загрузить вредоносное ПО.
ta: அனிபாட் ஒரு சேவையாக (HAAS) என்பது ஒரு சிறப்பு மென்பொருளாகும், இது ஒரு இயக்க முறைமையை உருவகப்படுத்துகிறது மற்றும் தாக்குபவர் பாஓடு அல்லது டெல்நெட் வழியாக உள்நுழைந்து கட்டளைகளை இயக்க அல்லது தீம்பொருளை பதிவிறக்க அனுமதிக்கிறது.

source: If you want to use Honeypot as a Service on your router, you should have the public IPv4 address, register on the HaaS website, and fill out the token. Also, there you can see sessions and statistics from the SSH honeypot from your router. For more information click
es: Si quieres usar Honeypot como servicio en tu router, debes tener la dirección IPv4 pública, registrarte en el sitio web de HaaS y completar el token. Además, allí puedes ver las sesiones y estadísticas del honeypot SSH de tu router. Para más información haz clic en
ru: Если вы хотите использовать Honeypot как услугу на вашем маршрутизаторе, у вас должен быть публичный адрес IPv4, регистрация на сайте HaaS и получен токен. Также там вы можете увидеть сеансы и статистику от приманки SSH с вашего маршрутизатора. Для получения дополнительной информации нажмите
ta: உங்கள் திசைவியில் அனிபோட்டை ஒரு சேவையாகப் பயன்படுத்த விரும்பினால், உங்களிடம் பொது ஐபிவி 4 முகவரி இருக்க வேண்டும், ஆச் இணையதளத்தில் பதிவுசெய்து கிள்ளாக்கை நிரப்ப வேண்டும். மேலும், உங்கள் திசைவியிலிருந்து பாஓடு அனிபாட்டிலிருந்து அமர்வுகள் மற்றும் புள்ளிவிவரங்களைக் காணலாம். மேலும் தகவலுக்கு சொடுக்கு செய்க

source: here
es: aquí
ru: здесь
ta: இங்கே

source: Please enter a valid alphanumeric token.
es: Por favor, introduce un token alfanumérico válido.
ru: Пожалуйста, введите действительный буквенно-цифровой токен.
ta: செல்லுபடியாகும் எண்ணெழுத்து கிள்ளாக்கை உள்ளிடவும்.

source: Proxy Settings
es: Ajustes de proxy
ru: Настройки прокси
ta: பதிலாள் அமைப்புகள்

source: Enable HaaS proxy
es: Activar el proxy HaaS
ru: Включить прокси HaaS
ta: ஆச் ப்ராக்சியை இயக்கு

source: HaaS token
es: Token HaaS
ru: Токен HaaS
ta: ஆச் கிள்ளாக்கு

source: Token used to match SSH session with device in HaaS proxy.
es: Token utilizado para asociar la sesión SSH con el dispositivo en el proxy HaaS.
ru: Токен используется для сопоставления сеанса SSH с устройством в прокси-сервере HaaS.
ta: ஆச் ப்ராக்சியில் சாதனத்துடன் பாஓடு அமர்வை பொருத்த கிள்ளாக்கு பயன்படுத்தப்படுகிறது.

source: Cannot update HaaS settings
es: No se pueden actualizar los ajustes de HaaS
ru: Не удается обновить настройки HaaS
ta: HAAS அமைப்புகளை புதுப்பிக்க முடியாது
